Repository: Oliver2213/NVDAYoutube-dl
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hr

source: Download complete. Converting video.
hr: Preuzimanje završeno. Pretvaranje video zapisa.

source: Download error.
hr: Greška prilikom preuzimanja.

source: Starting download.
hr: Početak preuzimanja.

source: Done.
hr: Gotovo.

source: Invalid URL address.
hr: Neispravna URL adresa.

source: Audio &converter options...
hr: Mogućnosti audio &pretvornika...

source: Displays a dialog box for audio converter setup
hr: Prikazuje dijaloški okvir za podešavanje audio pretvornika

source: View &downloaded videos
hr: Pregled preuzetih &video zapisa

source: Opens a folder with downloaded videos
hr: Otvara mapu s preuzetim video zapisima

source: Choose download &folder...
hr: Odabir &mape za preuzimanje...

source: Opens a Windows dialog box to choose a folder in which videos will be downloaded
hr: Otvara Windows dijaloški okvir za odabir mape u koju će se preuzeti video zapisi spremati

source: &Youtube downloader
hr: &Youtube skidač

source: Select a folder for downloading videos
hr: Odaberite mapu za spremanje preuzetih video zapisa

source: Already downloading.
hr: Već se preuzima.

source: Nothing selected.
hr: Ništa nije odabrano.

source: Downloads a video with Youtube-DL from currently selected URL address.
hr: Preuzima video sa trenutno odabrane URL adrese koristeći Youtube-DL.

source: Audio Converter Options
hr: Mogućnosti audio pretvornika

source: Conversion &format:
hr: &Format u koji će se video zapisi pretvoriti nakon preuzimanja:

source: Conversion &quality:
hr: &Kvaliteta pretvorenih video zapisa:

source: This addon integrates your NVDA screen reader with Youtube-DL. Youtube-DL is a small program to download videos from YouTube.com and a few more sites. To use this addon, you just select a URL address of the video by using standard Windows text selection commands, and then press NVDA+F8. The selected URL will be detected, and your video will be downloaded and converted automatically. Go to NVDA menu, Youtube Downloader submenu to configure download formats and other options.
hr: Ovaj dodatak integrira vaš NVDA čitač zaslona sa Youtube-DL programom. Youtube-DL je mali program za preuzimanje video zapisa sa YouTube.com i još nekolicine stranica. Za korištenje ovog dodatka, samo odaberite URL adresu video zapisa koristeći se standardnim Windows naredbama za odabir teksta, a zatim pritisnite NVDA+F8. Odabrana URL adresa bit će detektirana, a vaš video će biti automatski preuzet i pretvoren. Pođite u NVDA izbornik, podizbornik Youtube skidač za podešavanje formata preuzimanja i ostalih mogućnosti.
